<main class="mdl-layout__content mdl-color--grey-100">
<div class="mdl-dialog__content">
<ul>
「創世神伺服器列表網站」（以下簡稱本網站）<br>
為了讓您能夠使用本網站的各項服務與資訊，向您說明本網站的隱私權保護政策，以保障您的權益，請您詳閱下列內容：

<li>一、隱私權保護政策的適用範圍</li>

隱私權保護政策內容，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。<br>
隱私權保護政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員。

<li>二、個人資料的蒐集、處理及利用方式</li>

當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。<br>
瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的IP位址、使用時間，做為我們增進網站服務的參考依據，此記錄為內部應用，或帳號盜用查詢，絕不對外公佈。<br>
為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。

<li>三、資料之保護</li>

網站主機均設有防火牆的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。<br>
如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。

<li>四、網站對外的相關連結</li>

本網站的網頁提供其他網站的網路連結，您也可經由本網站所提供的連結，點選進入其他網站。<br>
但該連結網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。

<li>五、與第三人共用個人資料之政策</li>

本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。<br>

前項但書之情形包括不限於：<br>

經由您書面同意。<br>
法律明文規定。<br>
為免除您生命、身體、自由或財產上之危險。<br>
與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。<br>
當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。<br>
有利於您的權益。<br>
本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。

<li>六、隱私權保護政策之修正</li>

本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。

<li>七、使用網站違法</li>

本網站所有之程式碼、資料絕不對第三方公開，若有使用者將本網站資料隨意下載公布，本網站將會請<b>躍空虛擬主機</b>團隊與你討論法律程序。<br>

網域提供：<a href="https://wartw.xyz/" target="_blank">https://wartw.xyz/</a><br>
版權所有：CopyRight &copy; 阿任 <?php echo date('Y');?> All Rights Reserved.<br>
留言聲明：本網站是以即時上載留言的方式運作，本站對所有留言的真實性、完整性及立場等，不負任何法律責任，若有需要請聯絡網站管理者。<br><br>
<font color="red">若您不同意網站服務條款，請您退出本網站。</font>
</ul>
</div>
</main>